Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Woven fabrics for use in the manufacture of clothing for use in clean rooms
it: Tessuti per la confezione di articoli d'abbigliamento da utilizzare in camere sterili

source: Woven linen fabrics
it: Stoffe tessute in lino

source: Textiles made of flannel
it: Articoli tessili di flanella

source: Fustian
it: Cotonate

source: Kit comprised of fabrics for making quilts
it: Kit composti da tessuti per realizzare trapunte

source: Textile piece goods for use in the manufacture of boots
it: Prodotti tessili per la confezione di stivali

source: Textile piece goods for use in the manufacture of protective clothing
it: Prodotti tessili in pezze per la confezione di indumenti protettivi

source: Disposable bedding of textile
it: Effetti letterecci monouso in stoffa

source: Make-up removal cloths [textile], other than impregnated with toilet preparations
it: Salviette struccanti [in tessuto], non imbevute di prodotti per la toilette

source: Markers [labels] of cloth for textile fabrics
it: Contrassegni [etichette] in stoffa per tessuti

source: Textile fabric piece goods for the manufacture of upholstered furniture
it: Prodotti tessili per la produzione di mobili imbottiti

source: Fabric linings for headgear
it: Fodere in stoffa per copricapo

source: Interlinings made of non-woven fabrics
it: Controfodere in stoffe non tessute

source: Fabrics [textile piece goods] made of carbon fibre
it: Tessuti [tessuti in pezze] in fibra di carbonio

source: Waterproof fabrics for use in the manufacture of gloves
it: Tessuti impermeabili per la fabbricazione di guanti

source: Mixed fiber fabrics
it: Tessuti in fibre miste

source: Silk fabrics for printing patterns
it: Tessuti di seta per modelli di tipografia

source: Table covers of non-woven textile fabrics
it: Copritavoli in tessuto non tessuto

source: Mole skin
it: Fustagno

source: Fitted toilet lid covers [made of fabric or fabric substitutes]
it: Copri-sedili per gabinetti accessoriati [in stoffa o succedanei della stoffa]

source: Fabrics for the manufacture of furnishings
it: Tessuti per la fabbricazione di arredi

source: Breathable piece goods made of textile materials bonded with plastics
it: Articoli in materiali tessili traspiranti legati con plastica

source: Cloths for washing the body [other than for medical use]
it: Stoffe per lavare il corpo [non per uso medico]

source: Disposable wash cloths
it: Panni monouso per lavare

source: Drapes in the nature of curtains
it: Drappeggi sotto forma di tende

source: Textile flags used for place settings
it: Bandiere segnaposto in tessuto

source: Table covers of plastic
it: Copritavolo in plastica

source: Foils of plastics for the manufacture of disposable capes
it: Fogli di plastica per la produzione di mantelline monouso

source: Foils of plastics for the manufacture of disposable clothes
it: Fogli in plastica per la fabbricazione di indumenti monouso

source: Foils of plastics for the manufacture of disposable linen
it: Fogli in plastica per la fabbricazione di biancheria monouso

source: Towels [textile] for the beach
it: Asciugamani [in tessuto] da spiaggia

source: Towelling coverlets
it: Copriletto di spugna

source: Grid-type fabrics
it: Tessuti a griglia

source: Non-woven fabrics of natural fibres
it: Stoffe non tessute in fibre naturali

source: Valances [textile draperies]
it: Balze [drappeggi in tessuto]

source: Felt for use by papermakers
it: Tessuto gommato per cartai

source: Textiles made of linen
it: Articoli tessili di lino

source: Materials for soft furnishings
it: Materiali per arredi morbidi

source: Woven fabrics for making up into articles of clothing
it: Tessuti per il confezionamento di articoli di abbigliamento

source: Sponge cloths for textile use
it: Tessuti di spugna per uso tessile

source: Tapestries of textile
it: Tappezzerie in tessuto

source: Fabrics for use as linings in clothing
it: Stoffe da utilizzare come fodere per indumenti

source: Woven furnishing fabrics
it: Tessuti da arredamento

source: Textile piece goods made of cotton
it: Articoli tessili di cotone in pezze

source: Make-up removal cloths [textile], other than impregnated with cosmetics
it: Fazzoletti struccanti [in tessuto] non imbevuti di cosmetici

source: Gummed waterproof cloth
it: Tela gommata impermeabile

source: Textile covers for duvets
it: Copripiumone in tessuto

source: Cloths of woven textile material for washing the body [other than for medical use]
it: Stoffe in materiali tessili tessuti per lavare il corpo [non per uso medico]

source: Coated fabrics for use in the manufacture of leather goods
it: Tessuti rivestiti per la fabbricazione di articoli in pelle

source: Coated fabrics for use in the manufacture of rainwear
it: Tessuti rivestiti per la fabbricazione di indumenti impermeabili

source: Composite textile materials
it: Materiali tessili compositi

source: Fabric coated with rubber or plastics
it: Tessuti rivestiti in gomma o plastica

source: Fabric for manufacturing men's outerwear
it: Stoffe per la produzione di abbigliamento da uomo

source: Mosquito nets
it: Zanzariere

source: Plastic material [substitute for fabrics]
it: Materie plastiche [succedanei del tessuto]

source: Polyester textiles
it: Tessuti in poliestere

source: Polypropylene spunbonded non-woven textile fabrics
it: Stoffe non tessute filate in polipropilene

source: Quilts filled with down
it: Piumoni imbottiti di piume

source: Quilts filled with half down
it: Trapunte di mezzo piumino

source: Water vapour permeable textiles
it: Tessuti permeabili al vapore acqueo

source: Waterproof fabrics for use in the manufacture of hats
it: Tessuti impermeabili per la fabbricazione di cappelli

source: Jersey [fabric]
it: Jersey [tessuti]

source: Crepe [fabric]
it: Crespo [tessuto]

source: Fabrics for manufacturing garden furniture
it: Stoffe per la produzione di mobili da giardino

source: Fabrics for sale in kit form for making toy monsters
it: Stoffe da vendersi in kit per realizzare mostri giocattolo

source: Tensioning fabrics for upholstery
it: Tessuti di tensione per tappezzeria

source: Wool base mixed fabrics
it: Stoffe miste a base di lana

source: Laminated textile piece goods having insulating properties
it: Prodotti tessili in pezze laminati aventi proprietà isolanti

source: Adhesive labels (Textile -)
it: Etichette adesive (In tessuto -)

source: Ballistic resistant fabrics
it: Tessuti a resistenza balistica

source: Bed blankets made of man-made fibres
it: Coperte da letto in fibre artificiali

source: Textile substitute materials made from synthetic materials
it: Materiali sostitutivi di tessuti a base di materiali sintetici

source: Washing gloves
it: Guanti per lavare

source: Waste cotton fabrics
it: Cascami di cotone

source: Face flannels in the form of gloves
it: Lavette per il viso sotto forma di guanti

source: Textiles impervious to water but permeable to moisture
it: Tessuti impermeabili all'acqua ma permeabili all'umidità

source: Textiles made of synthetic materials
it: Articoli tessili in materiali sintetici

source: Textiles made of velvet
it: Articoli tessili di velluto

source: Textiles treated with a flame resistant finish
it: Articoli tessili trattati con appretti ignifughi

source: Ready made curtains of plastics
it: Tende confezionate in plastica

source: Press felts all for use in the paper making industry
it: Feltri per la stampa per l'industria cartaria

source: Dryer felts all for use in the paper making industry
it: Feltri essiccatori per l'industria cartaria

source: Materials (Textile -) for use in the manufacture of insoles
it: Materiali (Tessili -) per la fabbricazione di solette per calzature

source: Velvet
it: Velluti

source: Fabrics made of mixed synthetic and natural fibres, other than for insulation
it: Tessuti in fibre miste sintetiche e naturali, non per isolamento

source: Wall hangings of silk
it: Parati murali in seta

source: Ticks [mattress covers]
it: Tela per materassi

source: Piled fabrics
it: Tessuti in pelo

source: Protective loose covers for mattresses and furniture
it: Fodere di protezione per materassi e mobili

source: Silk fabrics for furniture
it: Tessuti in seta per mobili

source: Cushion covering materials
it: Stoffe da fodere per cuscini

source: Fabrics made from acrylic, other than for insulation
it: Tessuti in acrilico, non per isolamento

source: Woven textiles having protective properties against electromagnetic rays
it: Tessuti con proprietà protettive dai raggi elettromagnetici

source: Curtains made of plastics for use in shower baths
it: Tende in plastica per vasche da bagno con doccia

source: Lace table mats not made of paper
it: Sottopiatti in pizzo non di carta

source: Textile fabrics for making into linens
it: Tessuti per la confezione di biancheria

source: Textile fabrics for use in the manufacture of furniture
it: Prodotti tessili per la fabbricazione di mobili

source: Door curtains
it: Portiere [tende]

source: Breathable waterproof fabrics
it: Tessuti impermeabili traspiranti

source: Fibreglass fabrics for textile use
it: Tessuti in fibre di vetro per uso tessile

source: Fabrics being textile piece goods made of mixtures of fibres
it: Tessuti ovvero prodotti tessili in pezze costituiti da fibre miste

source: Fabrics for manufacturing sun protectors
it: Stoffe per la fabbricazione di schermi solari

source: Broad woven industrial fabrics
it: Stoffe industriali a tessuto ampio

source: Chemical fibre mixed fabrics
it: Tessuti misti in fibre chimiche

source: Suiting materials [textile]
it: Materiali per abiti [stoffe]

source: Duvets filled with goose feathers
it: Piumini riempiti con penne d'oca

source: Piece goods made of textile materials bonded with rubbers
it: Articoli in materiali tessili legati con gomme

source: Flame retardant fabrics [other than asbestos]
it: Tessuti ignifugli [tranne l'amianto]

source: Flocked fabrics
it: Stoffe vellutate

source: Heat resistant fabrics [other than for insulation]
it: Tessuti resistenti al calore [esclusi quelli isolanti]

source: Non-woven fabrics of synthetic fibres
it: Tessuto non tessuto in fibra artificiale

source: Non-woven textile articles
it: Articoli in tessuto non tessuto

source: Forming fabrics all for use in the paper making industry
it: Tele di formazione per l'industria cartaria

source: Fibre fabrics for use in the manufacture of articles of clothing
it: Tessuti in fibre per la produzione di articoli di abbigliamento

source: Fibre fabrics for use in the manufacture of linings of bags
it: Tessuti in fibre per la produzione di rivestimenti interni di borse

source: Textiles in the form of window furnishings
it: Tessuti per l'arredamento per finestre

source: Quilts filled with synthetic stuffing materials
it: Piumini riempiti di materiale di imbottitura sintetico

source: Removable covers of textile for electronic apparatus [not fitted or shaped]
it: Rivestimenti amovibili in tessuto per apparecchiature elettroniche [non su misura o sagomati]

source: Resin impregnated textile fabrics
it: Tessuti imbevuti di resina

source: Fabrics made from polyester, other than for insulation
it: Tessuti in poliestere, non per isolamento

source: Woollen fabrics for use in the manufacture of trousers
it: Tessuti in lana per la fabbricazione di pantaloni

source: Hemp-cotton mixed fabrics
it: Tessuti misti canapa-cotone

source: Hemp-silk mixed fabrics
it: Tessuti misti canapa-seta

source: Vapour permeable plastic textile
it: Tessuti in plastica permeabili al vapore

source: Velours for furniture
it: Velour per mobili

source: Regenerated fiber yarn fabrics
it: Stoffe in filati di fibre rigenerate

source: Receiving blankets
it: Copertine per neonati

source: Coverings of textile and of plastic for furniture (unfitted)
it: Rivestimenti per mobili in plastica e tessuto (non sagomati)

source: Textile piece goods for making curtains
it: Prodotti tessili per la confezione di tende

source: Textile piece goods for making-up into towels
it: Prodotti tessili in pezze per fabbricare asciugamani

source: Denim fabric
it: Denim [tessuto]

source: Materials (Textile -) for use in the manufacture of footwear
it: Materiali (Tessili -) per la fabbricazione di calzature

source: Towelling [textile]
it: Spugna [tessuti]

source: Textile fabrics for use in the manufacture of bedding
it: Prodotti tessili per la fabbricazione di effetti letterecci

source: Towels [textile] for kitchen use
it: Asciugamani da cucina [in tessuto]

source: Printed textile piece goods
it: Prodotti tessili stampati

source: Swags [curtains]
it: Drappeggi [tende]

source: Breathable piece goods made of textile materials bonded with rubber
it: Articoli in materiali tessili traspiranti legati con gomma

source: Tags of textile for attachment to clothing
it: Cartellini di stoffa da attaccare a indumenti

source: Wool-cotton mixed fabrics
it: Tessuti in misto lana-cotone

source: Fabric cascades
it: Balze in tessuto

source: Textile materials for use in the manufacture of blinds
it: Materiali tessili per la fabbricazione di tendine

source: Pleated curtains
it: Tendine pieghettate

source: Industrial fabrics
it: Tessuti industriali

source: Banners of textile
it: Stendardi di stoffa

source: Bed linen made of non-woven textile material
it: Biancheria da letto in materiali tessili non tessuti

source: Bedroom textile fabrics
it: Tessuti per camere da letto

source: Silk blankets
it: Coperte di seta

source: Ticks (mattress and pillow coverings)
it: Tele (coprimaterassi e copriguanciali)

source: Non-woven fabrics made substantially of paper
it: Stoffe non tessute principalmente in carta

source: Non-woven textile fabrics for use as interlinings
it: Stoffe non tessute per uso come controfodere

source: Children's blankets
it: Coperte per bambini

source: Muslin
it: Mussola

source: Curtains of plastic
it: Tende di plastica

source: Fabrics of organic fibres, other than for insulation
it: Tessuti in fibre organiche, non per isolamento

source: Woven cloth with breathable polyurethane coating
it: Stoffe tessute con rivestimento traspirante in poliuretano

source: Hemp-wool mixed fabrics
it: Tessuti misti canapa-lana

source: Contoured mattress covers
it: Coprimaterassi sagomati

source: Haircloth [sackcloth]
it: Cilicio [stoffa]

source: Marabouts [cloth]
it: Marabù [stoffa]

source: Insecticide-treated mosquito nets
it: Zanzariere con trattamento insetticida

source: Fabrics woven from ceramic fibres, other than for insulation
it: Tessuti in fibre ceramiche, non per isolamento

source: Fabrics made from natural fibres, other than for insulation
it: Tessuti in fibre naturali, non per isolamento

source: Woven fabrics imitating leather
it: Tessuti di imitazione del cuoio

source: Textile piece goods for use in the manufacture of shoes
it: Prodotti tessili per la confezione di scarpe

source: Heat-activated adhesive fabrics
it: Tessuti adesivi attivati dal calore

source: Textile fabrics for use in the manufacture of beds
it: Prodotti tessili per la fabbricazione di letti

source: Cloths of non-woven textile material for washing the body [other than for medical use]
it: Stoffe in tessuto non tessuto per lavare il corpo [non per uso medico]

source: Coated woven textile materials
it: Materiali tessili tessuti rivestiti

source: Fabric for manufacturing women's outerwear
it: Stoffe per la produzione di abbigliamento da donna

source: Fabric for use in the manufacture of bags
it: Tessuti per la fabbricazione di borse

source: Fabric for use in the manufacture of umbrellas
it: Tessuti per la fabbricazione di ombrelli

source: Fabric linings for clothing
it: Fodere per indumenti in tessuto

source: Printers' blankets of textile
it: Panni di stampa in materie tessili

source: Loose covers made of textile materials for furniture
it: Fodere di protezione in materiali tessili per mobili

source: Tissues being textile piece goods
it: Tessuti ovvero prodotti tessili in pezze

source: Waterproof textile fabrics
it: Prodotti tessili impermeabili

source: Waterproof fabrics for use in the manufacture of jackets
it: Tessuti impermeabili per la fabbricazione di giacche

source: Narrow woven fabrics
it: Tessuti stretti

source: Foulard [fabric]
it: Foulard [tessuti]

source: Gauze [cloth]
it: Garza [tessuto]

source: Adhesive fabric for application by heat
it: Tessuti adesivi incollabili a caldo

source: Fabric, impervious to gases, for aeronautical balloons
it: Stoffe impermeabili ai gas per palloni aerostatici

source: Fabrics being textile piece goods for use in tapestry
it: Stoffe, ovvero articoli in pezza per tapezzeria

source: Chair backs [textile articles]
it: Schienali di sedie [articoli tessili]

source: Disposable tablecloths of textile
it: Tovaglie in tessuto monouso

source: Textile fabrics for use in the manufacture of sportswear
it: Prodotti tessili per la fabbricazione di abbigliamento sportivo

source: Piece goods made of woven plastic material
it: Articoli tessili in materie plastiche tessute

source: Napkin liners of textile
it: Fodere per pannolini in stoffa

source: Non-woven fabrics in the form of blanks for use in manufacture
it: Stoffe non tessute in forma di sbozzi per l'industria manifatturiera

source: Valances
it: Drappeggi

source: Fly netting of plastic
it: Zanzariere in plastica

source: Bed warmer covers
it: Copriletti termici

source: Silk-wool mixed fabrics
it: Tessuti misti seta-lana

source: Honeycomb materials [textiles]
it: Materiali a nido d'ape [tessuti]

source: Non-woven fabrics in the form of sheeting for use in manufacture
it: Stoffe non tessute in forma di fogli per l'industria manifatturiera

source: Toilet seat covers
it: Coprisedili per w.c

source: Billiard cloth
it: Panni da biliardo

source: Materials for use in making clothes
it: Materiali per la confezione di indumenti

source: Multiple-ply antistatic fabrics
it: Stoffa antistatica multistrato

source: Textiles made of cotton
it: Articoli tessili di cotone

source: Dryer fabrics all for use in the paper making industry
it: Tessuto asciugante per l'industria cartaria

source: Replacement seat covers [loose] for furniture
it: Fodere di sedili di ricambio [non sagomate] per mobili

source: Woollen fabrics for use in the manufacture of suits
it: Tessuti in lana per la fabbricazione di abiti completi

source: Woven cloth with breathable polyurethane coating for water proof garments
it: Stoffe tessute con rivestimento traspirante in poliuretano per indumenti impermeabili

source: Woven cloth with breathable polyurethane coating sold in the piece
it: Stoffe tessute con rivestimento traspirante in poliuretano vendute al pezzo

source: Towels of textile sold in pack form
it: Asciugamani in stoffa venduti in confezioni

source: Covered rubber yarn fabrics [for textile use]
it: Tessuti in filati di gomma rivestiti per uso tessile

source: Silk base mixed fabrics
it: Stoffe miste a base di seta

source: Indoor and outdoor curtains
it: Tende per interni ed esterni

source: Fabrics [piece goods]
it: Tessuti [merci in pezzi]

source: Coasters of textile
it: Sottocaraffe in tessuto

source: Doilies of textile
it: Centrini di tela

source: Table napkins of textile
it: Tovaglioli in materie tessili

source: Flannel [fabric]
it: Flanella [tessuto]

source: Linings [textile]
it: Fodere [stoffe]

source: Coated textiles
it: Tessuti rivestiti

source: Adhesive fabric
it: Tessuti adesivi

source: Filtering materials of textile
it: Materiali per filtrare in tessuto

source: Household cloths for drying dishes
it: Strofinacci per asciugare piatti

source: Curtain fabric
it: Tessuto per tende

source: Textiles for interior decorating
it: Tessuti per la decorazione d'interni

source: Textile goods, and substitutes for textile goods
it: Tessuti e sostituti per prodotti tessili

source: Kitchen and table linens
it: Copritavoli e tovaglie

source: Sleeping bags for babies
it: Sacchi a pelo per bebè

source: Bags for sleeping bags [specifically adapted]
it: Borse per sacchi a pelo [adattate appositamente]

source: Sleeping bags
it: Sacchi a pelo

source: Blankets for outdoor use
it: Coperte per uso all'aperto

source: Precut fabrics for needlecraft
it: Tessuti pretagliati per cucito

source: Vinyl curtains
it: Tende in vinile

source: Cloth for tatami mat edging ribbons
it: Tessuto per cucire bordi per tatami

source: Japanese ceremonial wrapping cloth (Fukusa)
it: Stoffa cerimoniale giapponese per avvolgere [fukusa]

source: Japanese general wrapping cloth (Furoshiki)
it: Stoffa giapponese per avvolgere [furoshiki]

source: Nap raised cloth
it: Stoffe felpate

source: Paper yarn fabrics for textile use
it: Tessuti in filo di carta per uso tessile

source: Furniture coverings of plastic
it: Rivestimenti di mobili in plastica

source: Woolen blankets
it: Coperte di lana

source: Bath sheets
it: Teli da bagno

source: Jute cloth
it: Tela di iuta

source: Bed clothes and blankets
it: Copriletti e coperte da letto

source: Lining fabric for footwear
it: Fodere in stoffa per calzature

source: Sleeping bags [sheeting]
it: Sacchi a pelo [lenzuola]

source: Bed covers
it: Trapunte

source: Bed throws
it: Copriletto

source: Silk [cloth]
it: Tessuti di seta

source: Tablecloths, not of paper
it: Tappeti da tavola non di carta

source: Non-woven textile fabrics
it: Tessuti non tessuti

source: Non-woven fabrics
it: Tessuti non tessuti

source: Covers for cushions
it: Fodere per cuscini

source: Fabric table toppers
it: Copritavola di stoffa

source: Textile tablecloths
it: Tovaglie in tessuto

source: Diaper changing cloths for babies
it: Tessuti di ricambio per bebè

source: Labels of textile
it: Etichette in tessuto

source: Dish towels for drying
it: Strofinacci per i piatti

source: Plastic banners
it: Banner di plastica

source: Blankets for household pets
it: Coperte per animali domestici

source: Draperies [thick drop curtains]
it: Tendaggi [tende a sipario spesse]

source: Duvets
it: Piumini

source: Non-woven felts
it: Feltri non tessuti

source: Bed sheets of plastic [not being incontinence sheets]
it: Lenzuola di plastica [non per incontinenti]

source: Bed sheets of paper
it: Lenzuola in carta

source: Textiles and substitutes for textiles
it: Tessuti e succedanei dei tessuti

source: Fabrics
it: Tessuti

source: Cloth
it: Stoffe

source: Textile material
it: Stoffe [tessuti]

source: Fabrics for textile use
it: Tessuti per uso tessile

source: Table runners of plastic
it: Runner da tavola in plastica

source: Sandals
it: Sandali

source: Negligees
it: Negligé

source: Skirts
it: Gonne

source: Layettes [clothing]
it: Corredini da neonato

source: Studs for football boots
it: Tacchetti per scarpe da calcio

source: Japanese style sandals of leather
it: Sandali in pelle in stile giapponese

source: Judo uniforms
it: Tenute da judo

source: Bathing suit cover-ups
it: Parei per costumi da bagno

source: Snow boarding suits
it: Tute da snowboard

source: Sports jackets
it: Casacche sportive

source: Liveries
it: Livree

source: Costumes
it: Maschere

source: Evening coats
it: Cappotti da sera

source: Clothing for gymnastics
it: Abbigliamento per ginnastica

source: Detachable neckpieces for kimonos (haneri)
it: Colletti staccabili per kimono (haneri)

source: Japanese split-toed work footwear (jikatabi)
it: Calzature infradito giapponesi (Jikatabi)

source: Shirts
it: Camicie

source: Boas
it: Boa

source: Wet suits for water-skiing
it: Mute per sci nautico

source: Baseball uniforms
it: Divise da baseball

source: Bridesmaid dresses
it: Abiti per damigelle

source: Clothing for horse-riding [other than riding hats]
it: Abbigliamento per l'equitazione [tranne i cappelli]

source: Sheepskin coats
it: Giacche di montone

source: Bathing caps
it: Cuffie da bagno

source: Evening wear
it: Abiti da sera

source: Button down shirts
it: Camicie con bottoni
